Repository: umutcanszoglu/page_design_fl
Catalog: lib/l10n/app_*.arb
Languages: tr

# doctorTitle
source: Heart Surgeon
tr: Kalp Cerrahı

source: Services
tr: Servisler

# mainInfo
source: Main Information
tr: Genel Bilgiler

source: View More
tr: Tümünü Gör

source: Total Patients
tr: Toplam Hastalar

source: Resolved Issues
tr: İyileştirilmiş Hastalar

source: Good Reviews
tr: İyi Dönüşler

# bethany
source: Bethany Medical Clinic
tr: Bethany Medikal Hastanesi

# central
source: Central Medical Clinic
tr: Central Medikal Hastanesi

# button
source: Make Appointment
tr: Randevu Al
